Repository: kccarlos/kvoice
Catalog: Packages/KvoiceUI/Sources/KvoiceUI/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %.1f decibels relative to full scale
zh_hans: 相对满刻度 %.1f 分贝

source: %@ Choose another model in Speech Models.
zh_hans: %@ 请在“语音模型”中选择另一个模型。

source: %@ Retry when the problem is fixed.
zh_hans: %@ 问题解决后请重试。

source: %@ also runs on this Mac: ready in seconds, with nothing large to download.
zh_hans: %@ 也可在这台 Mac 上运行：几秒即可就绪，无需下载大文件。

source: %@ contains no audio.
zh_hans: %@ 不包含音频。

source: %@ copy
zh_hans: %@ 副本

source: %@ could not be read.
zh_hans: 无法读取 %@。

# %@ error: %@
source: %1$@ error: %2$@
zh_hans: %@错误：%@

# %@ for %@ of audio
source: %1$@ for %2$@ of audio
zh_hans: %2$@ 音频用时 %1$@

source: %@ has no audio track.
zh_hans: %@ 没有音轨。

# %@ permission, %@
source: %1$@ permission, %2$@
zh_hans: %@权限，%@

source: %@ progress
zh_hans: %@进度

source: %@ status
zh_hans: %@状态

source: %@ this step
zh_hans: %@此步骤

# %@ · %@ free
source: %1$@ · %2$@ free
zh_hans: %@ · 可用 %@

source: %@ · Built into macOS
zh_hans: %@ · macOS 内置

source: %@, active
zh_hans: %@，当前使用

source: %@, selected
zh_hans: %@，已选中

# %lld / %lld tokens
source: %1$lld / %2$lld tokens
zh_hans: %lld / %lld 个 token

source: %lld AI actions differ.
zh_hans: %lld 项 AI 操作不同。

source: %lld already present.
zh_hans: %lld 个已存在。

source: %lld entries
zh_hans: %lld 条

source: %lld finishing
zh_hans: %lld 项待完成

# %lld h %lld m
source: %1$lld h %2$lld m
zh_hans: %lld 小时 %lld 分

source: %lld items
zh_hans: %lld 项

source: %lld items deleted.
zh_hans: 已删除 %lld 项。

source: %lld left out: they would exceed the token budget.
zh_hans: %lld 个未导入：会超出 token 预算。

source: %lld m
zh_hans: %lld 分

source: %lld matching
zh_hans: %lld 项匹配

source: %lld milliseconds
zh_hans: %lld 毫秒

# %lld of %lld
source: %1$lld of %2$lld
zh_hans: %1$lld / %2$lld

source: %lld percent
zh_hans: %lld%%

# %lld percent. %@
source: %1$lld percent. %2$@
zh_hans: %lld%%。%@

source: %lld recordings
zh_hans: %lld 段录音

source: %lld s
zh_hans: %lld 秒

source: %lld selected
zh_hans: 已选 %lld 项

source: %lld settings differ.
zh_hans: %lld 项设置不同。

source: %lld transcripts
zh_hans: %lld 条转写

source: (No speech was recognized.)
zh_hans: （未识别到语音。）

source: 0 s
zh_hans: 0 秒

source: 1 AI action differs.
zh_hans: 1 项 AI 操作不同。

source: 1 entry
zh_hans: 1 条

source: 1 item
zh_hans: 1 项

source: 1 item deleted.
zh_hans: 已删除 1 项。

source: 1 recording
zh_hans: 1 段录音

source: 1 selected
zh_hans: 已选 1 项

source: 1 setting differs.
zh_hans: 1 项设置不同。

source: 1 transcript
zh_hans: 1 条转写

source: 2 s
zh_hans: 2 秒

source: A brief description of what this action does.
zh_hans: 简要说明此操作的用途。

source: A download is in progress. Cancel it to make other changes.
zh_hans: 正在下载中。如需进行其他更改，请先取消下载。

source: A failed AI request never blocks local dictation; KVoice inserts the raw transcript instead.
zh_hans: AI 请求失败不会阻碍本地听写；KVoice 会改为插入原始转写文本。

source: A lone modifier key such as Right Option needs Accessibility permission to be detected.
zh_hans: 像右 Option 这样的单个修饰键，需要辅助功能权限才能被检测到。

source: A new message in your mail app, with diagnostics attached only if you tick the box. You can read and edit everything before sending.
zh_hans: 在邮件应用中新建一封邮件，仅当勾选时才附带诊断信息。发送前可以查看并编辑全部内容。

source: AI Action Shortcuts
zh_hans: AI 操作快捷键

source: AI Actions
zh_hans: AI 操作

source: AI Actions is off. The default action (%1$@ %2$@) is remembered for when it is turned on.
zh_hans: AI 操作已关闭。默认操作（%@ %@）会被记住，待开启后使用。

source: AI Actions is off; the default action is remembered for when it is turned on in the AI Actions section.
zh_hans: AI 操作已关闭；默认操作会被记住，待在“AI 操作”中开启后使用。

source: AI Actions need an endpoint and a model, or Apple Intelligence on this Mac. Nothing runs until one is configured and set as active.
zh_hans: AI 操作需要一个端点和模型，或者这台 Mac 上的 Apple 智能。在配置并设为活跃之前，什么都不会运行。

source: AI Configuration
zh_hans: AI 配置

source: AI Configurations
zh_hans: AI 配置

source: AI Off
zh_hans: AI 关闭

source: AI base URL
zh_hans: AI 基础 URL

source: AI did not respond. The raw transcript was used instead.
zh_hans: AI 未响应。已改用原始转写文本。

source: AI is optional and off by default. When enabled, the default action from Settings › AI Actions runs after each transcription; only the local transcript is sent to your configured endpoint.
zh_hans: AI 为可选功能，默认关闭。开启后，“设置 › AI 操作”中的默认操作会在每次转写后运行；只有本地转写文本会发送到你配置的端点。

source: AI model ID
zh_hans: AI 模型 ID

source: AI off
zh_hans: AI 已关闭

source: AI off, %@
zh_hans: AI 已关闭，%@

source: AI on
zh_hans: AI 已开启

source: AI on, %@
zh_hans: AI 已开启，%@

source: AI polish and translation are off by default. When you turn one on, only the transcript text is sent to the endpoint you configured.
zh_hans: AI 润色和翻译默认关闭。开启后，只有转写文本会发送到你配置的端点。

source: AI processing was cancelled. The raw transcript was used instead.
zh_hans: AI 处理已取消。已改用原始转写文本。

source: AI reported a problem. The raw transcript was used instead.
zh_hans: AI 报告了问题。已改用原始转写文本。

source: AI time
zh_hans: AI 用时

source: API key
zh_hans: API 密钥

source: API keys and the Auto Daily Export folder grant are never exported; re-choose the folder after importing.
zh_hans: API 密钥和"每日自动导出"文件夹的授权均不会被导出；导入后请重新选择该文件夹。

source: API version
zh_hans: API 版本

source: Aborted at Quit
zh_hans: 退出时中止

source: About
zh_hans: 关于

source: Accessibility
zh_hans: 辅助功能

source: Accessibility is how KVoice writes the finished text at the cursor in another app. It is used only at that moment and does not read document content during setup.
zh_hans: KVoice 通过辅助功能把完成的文本写入其他应用的光标处。它只在那一刻使用，设置期间不会读取文稿内容。

source: Acknowledgments
zh_hans: 致谢

source: Acknowledgments…
zh_hans: 致谢…

source: Action
zh_hans: 操作

source: Action Triggers
zh_hans: 操作触发词

source: Action description
zh_hans: 操作说明

source: Action title
zh_hans: 操作标题

source: Action triggers are off in the AI Actions section, so these are inactive until you turn them on.
zh_hans: “AI 操作”中的操作触发词已关闭，开启前这些触发词不会生效。

source: Actions
zh_hans: 操作

source: Activation delay
zh_hans: 激活延迟

source: Add
zh_hans: 添加

source: Add Action…
zh_hans: 添加操作…

source: Add Configuration…
zh_hans: 添加配置…

source: Add Device
zh_hans: 添加设备

source: Add an AI configuration to get started.
zh_hans: 添加一个 AI 配置以开始使用。

source: Add devices to the list; until then the system default is used.
zh_hans: 请向列表添加设备；在此之前使用系统默认设备。

source: Add space after inserting
zh_hans: 插入后添加空格

source: Add the original text below the translation output.
zh_hans: 在译文下方附上原文。

source: Add trigger word
zh_hans: 添加触发词

source: Adding this term would need %1$lld tokens; the dictionary can use %2$lld of the model's %3$lld. Shorten or remove a term first.
zh_hans: 添加此词条需要 %1$lld 个 token；词典可使用模型 %3$lld 个中的 %2$lld 个。请先缩短或移除一个词条。

source: Adding this term would need about %1$lld tokens; the dictionary can use %2$lld of the model's %3$lld. Shorten or remove a term first.
zh_hans: 添加此词条约需 %1$lld 个 token；词典可使用模型 %3$lld 个中的 %2$lld 个。请先缩短或移除一个词条。

source: Adds a connected device to the end of the list.
zh_hans: 将一个已连接的设备添加到列表末尾。

source: Adds the term when it fits the token budget.
zh_hans: 在 token 预算允许时添加该词条。

source: Advanced
zh_hans: 高级

source: All
zh_hans: 全部

source: Allow Accessibility
zh_hans: 允许辅助功能

source: Allow Microphone
zh_hans: 允许麦克风

source: Also copies the inserted text to the clipboard. Off, a successful insertion never touches the clipboard.
zh_hans: 同时把插入的文本复制到剪贴板。关闭时，成功的插入不会触碰剪贴板。

source: Also produce the translation in a second target language.
zh_hans: 同时生成第二种目标语言的译文。

source: An extra way to cancel a dictation in progress. Escape always cancels.
zh_hans: 取消进行中听写的另一种方式。Escape 始终可以取消。

source: Any length
zh_hans: 任意长度

source: Any model the provider serves; the picker above only suggests.
zh_hans: 服务商提供的任何模型；上方的选择器仅作建议。

source: App
zh_hans: 应用

source: App version
zh_hans: 应用版本

source: Appearance and Startup
zh_hans: 外观与启动

source: Appends each completed dictation to a Markdown file named for the day (YYYY-MM-DD.md) in the folder you choose.
zh_hans: 把每次完成的听写追加到你选择的文件夹中以日期命名的 Markdown 文件（YYYY-MM-DD.md）。

source: Appends one space to the inserted text so the next dictation continues the sentence. History keeps the text without it.
zh_hans: 在插入的文本后追加一个空格，以便下一次听写接续句子。历史记录保存不带空格的文本。

source: Appends the same redacted report as Copy Diagnostics: versions, permission and model status, and settings flags. Never a transcript, key, or endpoint path.
zh_hans: 附带与“复制诊断信息”相同的脱敏报告：版本、权限与模型状态、设置标志。绝不包含转写文本、密钥或端点路径。

source: Apple Intelligence (Private Cloud Compute)
zh_hans: Apple 智能（私密云计算）

source: Apple Intelligence (on-device)
zh_hans: Apple 智能（本机）

source: Apple Intelligence isn't available on this Mac right now.
zh_hans: 这台 Mac 上的 Apple 智能目前不可用。

source: Apple Intelligence · runs on Private Cloud Compute (sends the transcript to Apple)
zh_hans: Apple 智能 · 在私密云计算上运行（会将转写文本发送给 Apple）

source: Apple Intelligence · runs on this Mac
zh_hans: Apple 智能 · 在这台 Mac 上运行

source: Apple Speech takes the dictionary as recognition hints rather than a prompt: up to %lld short terms, ideally one or two words each. Whether a term is recognized is up to the model.
zh_hans: Apple 语音将词典作为识别提示而非提示词使用：最多 %lld 个简短词条，最好每条一到两个词。词条能否被识别取决于模型。

source: Apple's options for a higher Private Cloud Compute limit.
zh_hans: Apple 提供的提高私密云计算使用上限的选项。

source: Apply
zh_hans: 应用

source: Approval required in System Settings › Login Items
zh_hans: 需在“系统设置 › 登录项”中批准

source: Ask the endpoint which models it serves.
zh_hans: 向端点查询它提供哪些模型。

source: Asking the endpoint for its models…
zh_hans: 正在向端点查询模型…

source: Audio Recordings
zh_hans: 音频录音

source: Audio is captured only while you dictate and is transcribed on this Mac by the local Whisper model. No recording is saved and nothing is uploaded.
zh_hans: 只在你听写时采集音频，并由本机的 Whisper 模型在这台 Mac 上转写。不保存录音，也不上传任何内容。

source: Authentication
zh_hans: 身份验证

source: Authentication failed%@. Check the API key.
zh_hans: 身份验证失败%@。请检查 API 密钥。

source: Auto Daily Export
zh_hans: 每日自动导出

source: Auto Daily Export Folder
zh_hans: 每日自动导出文件夹

source: Auto-detect
zh_hans: 自动检测

source: Auto-detect keeps mixed-language dictation as spoken; a fixed language is a hint to the model.
zh_hans: 自动检测会按原样保留混合语言的听写；固定语言只是给模型的提示。

source: Automatic text formatting
zh_hans: 自动文本格式化

source: Automatically delete transcript history
zh_hans: 自动删除转写历史记录

source: Available models
zh_hans: 可用模型

source: Available on this Mac
zh_hans: 这台 Mac 可用

source: Azure API version
zh_hans: Azure API 版本

source: Azure deployment name
zh_hans: Azure 部署名称

source: Azure resource name
zh_hans: Azure 资源名称

source: Back
zh_hans: 返回

source: Back to the previous setup screen
zh_hans: 返回上一个设置屏幕

source: Backup
zh_hans: 备份

source: Backup note
zh_hans: 备份提示

source: Base URL
zh_hans: 基础 URL

source: Base URL error: %@
zh_hans: 基础 URL 错误：%@

source: Batch
zh_hans: 批处理

source: Bearer token (Authorization header)
zh_hans: Bearer 令牌（Authorization 请求头）

source: Behavior
zh_hans: 行为

source: Blocked
zh_hans: 受阻

source: Bluetooth microphones can take a few seconds to start; wait for the start cue before speaking, or use the built-in or a wired microphone.
zh_hans: 蓝牙麦克风可能需要几秒钟才能启动；请在听到开始提示音后再说话，或改用内置或有线麦克风。

source: Both styles show the level, the time, and the AI controls; Notch hangs under the camera housing.
zh_hans: 两种样式都会显示音量、时间和 AI 控制；刘海样式悬挂于摄像头凹槽下方。

source: Bundle
zh_hans: 包标识符

source: Busy — dictation active
zh_hans: 忙碌 — 听写进行中

source: Cancel
zh_hans: 取消

source: Cancel Current Dictation
zh_hans: 取消当前听写

source: Cancel Download
zh_hans: 取消下载

source: Cancel shortcut
zh_hans: 取消快捷键

source: Cancel the model download
zh_hans: 取消模型下载

source: Cancelled, raw transcript used
zh_hans: 已取消，使用了原始转写

source: Cannot continue. %@
zh_hans: 无法继续。%@

source: Captures three seconds and shows the peak level. Nothing is saved.
zh_hans: 采集三秒钟并显示峰值电平。不保存任何内容。

source: Captures your speech only while you hold or toggle the shortcut. Audio is transcribed on this Mac and never uploaded.
zh_hans: 只在你按住或切换快捷键时采集语音。音频在这台 Mac 上转写，绝不上传。

source: Change the target language in the action's editor.
zh_hans: 在操作编辑器中更改目标语言。

source: Changed from default
zh_hans: 已更改默认值

source: Changes the language of KVoice's windows and menus after a relaunch.
zh_hans: 重新启动后更改 KVoice 窗口和菜单的语言。

source: Change…
zh_hans: 更改…

source: Changing this reloads the model. Neural Engine + CPU is the default and the fast path.
zh_hans: 更改此项会重新加载模型。“神经网络引擎 + CPU”是默认且最快的路径。

source: Check Again
zh_hans: 再次检查

source: Check what is set up, try a short dictation, then finish.
zh_hans: 检查已设置的项目，试一段简短听写，然后完成。

source: Checked
zh_hans: 已勾选

source: Checked %@
zh_hans: 检查于 %@

source: Checking existing package…
zh_hans: 正在检查现有模型包…

source: Checking the export folder…
zh_hans: 正在检查导出文件夹…

source: Checking the selected folder. Wait for verification to finish.
zh_hans: 正在检查所选文件夹。请等待验证完成。

source: Checking the selected folder…
zh_hans: 正在检查所选文件夹…

source: Checking which speech model suits this Mac…
zh_hans: 正在确认哪个语音模型适合这台 Mac…

source: Choose
zh_hans: 选择

source: Choose Another Shortcut…
zh_hans: 选择另一个快捷键…

source: Choose Existing…
zh_hans: 选择现有…

source: Choose Folder…
zh_hans: 选择文件夹…

source: Choose a KVoice settings export. You will see what changes before anything is applied.
zh_hans: 选择一个 KVoice 设置导出文件。应用前会先显示将发生的更改。

source: Choose a default action below. Nothing runs until one is selected.
zh_hans: 请在下方选择一个默认操作。选定之前不会运行任何操作。

source: Choose a device…
zh_hans: 选择设备…

source: Choose a different model in Settings › Speech Models.
zh_hans: 可在“设置 › 语音模型”中选择其他模型。

source: Choose a folder containing an already verified model package.
zh_hans: 选择一个包含已验证模型包的文件夹。

source: Choose a folder. A new kvoice-export-<date> folder is created inside it with one Markdown file per day.
zh_hans: 选择一个文件夹。其中会新建一个 kvoice-export-<日期> 文件夹，每天一个 Markdown 文件。

source: Choose a lone modifier key such as Right Option, or a key with at least one supported modifier.
zh_hans: 请选择单个修饰键（如右 Option），或带至少一个受支持修饰键的按键。

source: Choose a plain-text file with one term per line.
zh_hans: 选择一个每行一个词条的纯文本文件。

source: Choose a provider and name a new AI configuration.
zh_hans: 选择服务商并为新的 AI 配置命名。

source: Choose a settings file. You will see what will change before anything is applied.
zh_hans: 选择一个设置文件。应用前会先显示将发生的更改。

source: Choose a text file with one term per line.
zh_hans: 选择一个每行一个词条的文本文件。

source: Choose an audio or video file to transcribe with the local model.
zh_hans: 选择一个音频或视频文件，用本地模型转写。

source: Choose an item to inspect or copy its transcript.
zh_hans: 选择一项以查看或复制其转写文本。

source: Choose another shortcut
zh_hans: 选择另一个快捷键

source: Choose how the shortcut controls recording, then record the keys you want. %@ is recommended but is not claimed until you confirm it.
zh_hans: 选择快捷键控制录音的方式，然后录制你想要的按键。推荐使用 %@，但在你确认之前不会占用它。

source: Choose the folder where a Markdown file for each day is kept.
zh_hans: 选择用于存放每日 Markdown 文件的文件夹。

source: Choose whether holding or pressing the shortcut controls recording. Hybrid treats a quick tap as a toggle and a hold as push-to-talk.
zh_hans: 选择由按住还是按下快捷键来控制录音。混合模式把快速轻点视为切换，把长按视为按住说话。

source: Choosing a folder…
zh_hans: 正在选择文件夹…

source: Choosing an existing folder verifies it against the trusted manifest and never modifies it. Delete applies only to the package KVoice downloaded.
zh_hans: 选择现有文件夹时会对照受信任的清单进行验证，绝不修改它。“删除”只作用于 KVoice 下载的模型包。

source: Classic system sounds
zh_hans: 经典系统提示音

source: Clear
zh_hans: 清除

source: Clear %@
zh_hans: 清除%@

source: Clear All
zh_hans: 全部清除

source: Clear Filters
zh_hans: 清除筛选

source: Clear Shortcut
zh_hans: 清除快捷键

source: Clear all history
zh_hans: 清除全部历史记录

source: Clear all history?
zh_hans: 要清除全部历史记录吗？

source: Clear all history…
zh_hans: 清除全部历史记录…

source: Clear confirmed shortcut
zh_hans: 清除已确认的快捷键

source: Clear search
zh_hans: 清除搜索

source: Click the KVoice icon in the menu bar any time: Start or Stop and Cancel the current dictation, turn AI Actions on or off, pick the Default Action, and open History.
zh_hans: 随时点按菜单栏中的 KVoice 图标：开始或停止、取消当前听写，开启或关闭 AI 操作，选择默认操作，以及打开历史记录。

source: Click to set the default; double-click to edit; right-click for more. Built-in actions can be edited but not deleted. Reset anytime to restore the original text and trigger words.
zh_hans: 点按设为默认；连按两次编辑；右键点按查看更多。内置操作可以编辑但不能删除。随时可重置以恢复原始文本和触发词。

source: Code
zh_hans: 代码

source: Combines your instructions with the shipped safety and output template.
zh_hans: 把你的指令与内置的安全与输出模板结合起来。

source: Completed dictations appear here.
zh_hans: 完成的听写会显示在这里。

source: Compose feedback email
zh_hans: 撰写反馈邮件

source: Compose…
zh_hans: 撰写…

source: Compute units
zh_hans: 计算单元

source: Configuration
zh_hans: 配置

source: Configuration name
zh_hans: 配置名称

source: Configuration type
zh_hans: 配置类型

source: Configuration works
zh_hans: 配置可用

source: Confirms the recommended shortcut. It is not active until it is confirmed.
zh_hans: 确认推荐的快捷键。确认之前它不会生效。

source: Context Awareness
zh_hans: 上下文感知

source: Continue
zh_hans: 继续

source: Continue without finishing this step. It stays visible as Not Ready and can be finished later in Settings.
zh_hans: 不完成此步骤而继续。它会以“未就绪”的状态保持可见，可稍后在“设置”中完成。

source: Continue without trying the shortcut. The shortcut stays set up.
zh_hans: 不试快捷键，直接继续。快捷键保持已设置。

source: Continues the paused download.
zh_hans: 继续已暂停的下载。

source: Copied at %@
zh_hans: 复制于 %@

source: Copied to Clipboard
zh_hans: 已复制到剪贴板

source: Copied to Clipboard (%@)
zh_hans: 已复制到剪贴板（%@）

source: Copied to clipboard
zh_hans: 已复制到剪贴板

source: Copies the endpoint fields below into the selected configuration.
zh_hans: 把下方的端点字段复制到所选配置中。

source: Copies the kept transcript to the clipboard.
zh_hans: 将保留的转写文本复制到剪贴板。

source: Copies the transcript the last dictation kept after it could not be inserted.
zh_hans: 复制上次听写在无法插入后保留的转写文本。

source: Copies versions, permission and model status, and settings flags as plain text. No transcript, key, or endpoint path is included.
zh_hans: 以纯文本复制版本、权限与模型状态以及设置标志。不包含转写文本、密钥或端点路径。

source: Copy
zh_hans: 复制

source: Copy Diagnostics
zh_hans: 复制诊断信息

source: Copy Enhanced
zh_hans: 复制增强文本

source: Copy Final Output
zh_hans: 复制最终输出

source: Copy Last Transcription
zh_hans: 复制上次转写

source: Copy Original
zh_hans: 复制原文

source: Copy Raw Transcript
zh_hans: 复制原始转写

source: Copy Transcript
zh_hans: 复制转写文本

source: Copy transcript
zh_hans: 复制转写文本

source: Corrupt — %@
zh_hans: 已损坏 — %@

# Could not %@: %@
source: Could not %1$@: %2$@
zh_hans: 无法%@：%@

source: Could not list models. Check the base URL and key, then try again.
zh_hans: 无法列出模型。请检查基础 URL 和密钥后重试。

source: Could not read this file. It may be damaged, or not a KVoice settings export.
zh_hans: 无法读取此文件。它可能已损坏，或不是 KVoice 设置导出文件。

source: Could not read “%@”.
zh_hans: 无法读取“%@”。

source: Could not read “%@”. The file must be UTF-8 text with one term per line.
zh_hans: 无法读取“%@”。文件必须是 UTF-8 文本，每行一个词条。

source: Could not unload the model: %@
zh_hans: 无法卸载模型：%@

source: Could not write “%@”.
zh_hans: 无法写入“%@”。

source: Counted with the model's own tokenizer.
zh_hans: 使用模型自带的分词器计数。

source: Critical memory pressure — dictation may be slower, and the system may reclaim memory on its own.
zh_hans: 内存压力严重 — 听写可能变慢，系统可能会自行回收内存。

source: Current
zh_hans: 当前

source: Current Model
zh_hans: 当前模型

source: Current footprint: %@
zh_hans: 当前占用：%@

# Current model: %@. %@
source: Current model: %1$@. %2$@
zh_hans: 当前模型：%@。%@

source: Currently using
zh_hans: 当前使用

source: Custom Device
zh_hans: 自定义设备

source: Custom input device
zh_hans: 自定义输入设备

source: Dashboard
zh_hans: 概览

source: Data
zh_hans: 数据

source: Data & Privacy
zh_hans: 数据与隐私

source: Data folder
zh_hans: 数据文件夹

source: Decoder
zh_hans: 解码器

source: Default
zh_hans: 默认

source: Default Action
zh_hans: 默认操作

source: Default · Loading…
zh_hans: 默认 · 正在加载…

source: Default · Ready
zh_hans: 默认 · 就绪

source: Delete
zh_hans: 删除

source: Delete %@
zh_hans: 删除%@

source: Delete %@?
zh_hans: 要删除%@吗？

source: Delete %lld items?
zh_hans: 要删除 %lld 项吗？

source: Delete 1 item?
zh_hans: 要删除 1 项吗？

source: Delete Action
zh_hans: 删除操作

source: Delete Configuration
zh_hans: 删除配置

source: Delete Model
zh_hans: 删除模型

source: Delete the checked items…
zh_hans: 删除已勾选的项目…

source: Delete the downloaded model?
zh_hans: 要删除已下载的模型吗？

source: Delete this item (⌘⌫). Undo is available for ten seconds.
zh_hans: 删除此项（⌘⌫）。十秒内可以撤销。

source: Delete transcripts older than
zh_hans: 删除早于以下时间的转写

source: Delete transcripts older than %@ now?
zh_hans: 要立即删除早于 %@ 的转写吗？

source: Delete “%@”?
zh_hans: 要删除“%@”吗？

source: Deleted “%@”
zh_hans: 已删除“%@”

source: Delete…
zh_hans: 删除…

source: Deletion undone.
zh_hans: 已撤销删除。

source: Denied
zh_hans: 已拒绝

source: Deployment name
zh_hans: 部署名称

source: Description
zh_hans: 说明

source: Details
zh_hans: 详细信息

source: Detected
zh_hans: 已检测到

source: Device
zh_hans: 设备

source: Devices are remembered by hardware identity; a disconnected device falls back to the system default.
zh_hans: 设备按硬件标识记忆；未连接的设备会回退到系统默认设备。

source: Diagnostics record scalars only: state names, error codes, timings, and byte counts. Transcript text, audio, and API keys are never written to a log, and Copy Diagnostics below is redacted the same way.
zh_hans: 诊断信息只记录标量：状态名、错误代码、耗时和字节数。转写文本、音频和 API 密钥绝不会写入日志，下方的“复制诊断信息”也按同样方式脱敏。

source: Dictate into whatever field has focus — KVoice types straight into apps like Terminal, not just text boxes that accept pasted text. If a target cannot be reached safely, the finished text goes to the clipboard instead and the HUD says so.
zh_hans: KVoice 会向当前获得焦点的输入框听写——它可以直接输入到 Terminal 等应用中，而不仅限于接受粘贴的文本框。如果无法安全送达目标，完成的文本会改放到剪贴板，HUD 会说明这一点。

source: Dictation
zh_hans: 听写

source: Dictation can continue without saving new items.
zh_hans: 听写可以继续，但不会保存新项目。

source: Dictation test failed: %@
zh_hans: 听写测试失败：%@

source: Dictation test transcript
zh_hans: 听写测试转写

source: Dictation uses the current model and is Ready only when the status above is Ready. Streaming shows live text; the inserted text comes from the full pass.
zh_hans: 听写使用当前模型，且只有在上方状态为“就绪”时才可用。流式模式会实时显示文字；插入的文本来自完整转写。

source: Dictionary
zh_hans: 词典

source: Dictionary note
zh_hans: 词典说明

source: Dictionary terms
zh_hans: 词典词条

source: Dimmed options are not adjustable in this build yet.
zh_hans: 灰显的选项在此版本中尚不可调整。

source: Disables the global recording shortcut until another one is confirmed.
zh_hans: 停用全局录音快捷键，直到确认另一个。

source: Disconnected device
zh_hans: 已断开的设备

source: Disconnected device (%@)
zh_hans: 已断开的设备（%@）

source: Discover
zh_hans: 发现

source: Discovered models
zh_hans: 发现的模型

source: Dismiss
zh_hans: 关闭

source: Dismiss the quick tour offer
zh_hans: 关闭快速导览提示

source: Dock icon, Launch at Login, typed insertion, history saving, the recording options, automatic memory unloading, and the window layout go back to their defaults. Your AI configurations, API keys, shortcut, history entries, and model are kept.
zh_hans: 程序坞图标、登录时启动、键入插入、历史记录保存、录音选项、自动内存释放和窗口布局将恢复默认。你的 AI 配置、API 密钥、快捷键、历史记录条目和模型会保留。

source: Done
zh_hans: 完成

source: Double-click a term to edit it. Press Delete to remove the selected terms.
zh_hans: 连按两次词条进行编辑。按 Delete 键移除所选词条。

source: Double-press to send (press Return after inserting)
zh_hans: 连按两次发送（插入后按 Return）

source: Double-tap to set as default. Actions menu offers Edit, Duplicate, and more.
zh_hans: 连按两次设为默认。“操作”菜单提供编辑、复制等更多选项。

source: Download
zh_hans: 下载

source: Download Model
zh_hans: 下载模型

source: Download paused with %@ kept. Resume to continue where it stopped.
zh_hans: 下载已暂停，已保留 %@。恢复后将从停止处继续。

source: Download paused. Resume to continue.
zh_hans: 下载已暂停。恢复以继续。

source: Download size
zh_hans: 下载大小

source: Download size and free space: %@
zh_hans: 下载大小与可用空间：%@

source: Download the current model, or choose a folder that already holds a verified copy. A download keeps going while you finish the remaining screens.
zh_hans: 下载当前模型，或选择一个已包含已验证副本的文件夹。你完成剩余屏幕时下载会继续进行。

source: Downloaded once, verified against the manifest bundled with this release, and used only on this Mac.
zh_hans: 只下载一次，对照此版本随附的清单验证，并只在这台 Mac 上使用。
